Repository: pkt/plasma-widget-cwp-1.5.14-el
Catalog: po/*.po
Languages: br, de, it, ru

source: Import settings
de: Einstellungen importieren
ru: Импортировать настройки

source: Export settings
de: Einstellungen exportieren
ru: Экспортировать настройки

source: Provider:
br: Provedor:
de: Anbieter:
it: Servizio:
ru: Метеослужба:

source: Show temperature unit
br: Mostrar unidade de temperatura
de: Zeige Einheit der Temperatur
it: Mostra unità di temperatura
ru: Показывать единицу измерения температуры

source: City Identifier:
br: Identificador da Cidade:
de: Code der Stadt:
it: Identificativo della città:
ru: Идентификатор города:

source: Custom image:
br: Imagem customizada:
de: Eigenes Bild:
it: Immagine:
ru: Свои иконки:

source: Image list:
br: Lista de imagens:
de: Bilderliste:
it: Elenco di immagini:
ru: Набор иконок:

source: New
br: Novo
de: Neu
it: Nuovo
ru: Новое

source: Save
br: Salvar
de: Speichern
it: Salva
ru: Сохранить

source: Edit Name
br: Editar nome
de: Namen bearbeiten
it: Modifica nome
ru: Изменить

source: Remove
br: Remover
de: Entfernen
it: Rimuovi
ru: Удалить

source: Preferred Locations:
br: Localização Preferencial:
de: Bevorzugte Orte:
it: Luoghi preferiti:
ru: Местоположение:

source: Update Frequency:
br: Frequência de Atualização:
de: Update-Frequenz:
it: Frequenza d'aggiornamento:
ru: Частота обновления:

source: minutes
br: minutos
de: Minuten
it: minuti
ru: минут

source: Display update time
br: Mostrar tempo de atualização
de: Zeige Update-Zeit
it: Visualizza l'ora d'aggiornamento
ru: Отображать время обновления

source: Weather data
br: Dados do Clima
de: Wetterdaten
it: Dati meteo
ru: Погодные данные

source: Layout:
br: Estrutura:
it: Schema:
ru: Расположение сводки:

source: Day names:
br: Nomes do dia:
de: Namen der Wochentage:
it: Nomi dei giorni:
ru: Отображаемая дата:

source: From weather provider
br: Do provedor de Clima
de: Vom Wetterdaten-Anbieter
it: Dal servizio meteo
ru: От метеослужбы

source: System (short)
br: Sistema (curto)
de: System (kurz)
it: Di sistema (breve)
ru: Системная (сокр.)

source: System (long)
br: Sistema (longo)
de: System (lang)
it: Di sistema (lungo)
ru: Системная (полная)

source: System (date)
br: Sistema (data)
de: System (Datum)
it: Di sistema (data)
ru: Системная (дата)

source: Weather icons:
br: Icones do Tempo:
de: Wetter-Icons:
it: Icone meteo:
ru: Иконки погоды:

source: Native KDE
br: KDE Nativo
de: Standard-KDE
it: Native di KDE
ru: Встроенные KDE

source: Custom Icons
br: Icons customizados
de: Eigene Icons
it: Icone personalizzate
ru: Свои иконки

source: Scale weather icons:
br: Icones de tempo em escala:
de: Skaliere Wetter-Icons:
it: Scala delle icone meteo:
ru: Масштаб иконок погоды:

source: Icon background:
br: Fundo do Icone:
de: Hintergrund der Icons:
it: Sfondo delle icone:
ru: Фон иконок:

source: Omit icon description
br: Omitir descrição do icone
de: Verstecke Icon-Beschreibung
it: Ometti la descrizione delle icone
ru: Скрыть значение иконок

source: Font:
br: Fonte:
de: Schrift:
it: Carattere:
ru: Шрифт:

source: Scale font:
br: Fonte em escala:
de: Skaliere Schrift:
it: Scala del carattere:
ru: Масштаб шрифта:

source: Font color:
br: Cor da Fonte:
de: Farbe der Schrift:
it: Colore del carattere:
ru: Цвет шрифта:

source: Enable font shadow
br: Ativar sombreamento da fonte
de: Zeichne Schatten um Schrift
it: Ombreggiatura dei caratteri
ru: Отображать тень шрифта

source: Layout 1
br: Estrutura 1
it: Schema 1
ru: Вид 1

source: Forecast separator:
br: Separador de Previsão do Tempo:
de: Vorhersage-Abstandshalter:
it: Separatore delle previsioni:
ru: Разделитель сводки:

source: None
br: Vazio
de: Keiner
it: Nessuno
ru: Нет

source: CWP style
br: Estilo do CWP
de: CWP-Stil
it: Stile CWP
ru: Стиль плазмоида

source: Plasma style
br: Estilo do Plasma
de: Plasma-Stil
it: Stile Plasma
ru: Стиль плазмы

source: Background:
br: Fundo:
de: Hintergrund:
it: Sfondo:
ru: Фон:

source: Default
br: Padrão
de: Standard
it: Predefinito
ru: По умолчанию:

source: Translucent
br: Translúcido
de: Durchscheinend
it: Traslucido
ru: Прозрачный

source: Custom color:
br: Cor customizada:
de: Eigene Farbe:
it: Colore:
ru: Свой цвет:

source: Transparency:
br: Transparência:
de: Transparenz:
it: Trasparenza:
ru: Прозрачность:

source: Wind layout:
br: Layout do vento:
de: Wind-Anzeige:
it: Schema dei venti:
ru: Направление ветра:

source: Wind rose
br: Rosa dos ventos
it: Rosa dei venti
ru: Роза ветров

source: Scale wind arrow:
br: Escala da rosa dos ventos:
de: Skaliere Pfeil der Windrose
it: Scala della freccia del vento:
ru: Масштаб стрелки направления ветра:

source: Invert wind rose direction
br: Inverter Direção da Rosa dos Ventos
de: Invertiere Pfeil der Windrose
it: Inverti la direzione della rosa
ru: Инвертировать направление розы ветров

source: Layout 2
br: Estrutura 2
it: Schema 2
ru: Вид 2

source: <Feels Like> translation:
br: <Sensação de> tradução:
de: Übersetzung von <Feels like>:
it: Traduzione di <si sentono>:
ru: Перевод <Feels Like>:

source: feels like
br: Sensação de
de: gefühlt wie
it: si sentono
ru: самочувствие

source: <Humidity> translation:
br: <Umidade> tradução:
de: Übersetzung von <Humidity>:
it: Traduzione di <Umidità>:
ru: Перевод <Humidity>:

source: Humidity
br: Umidade
de: Luftfeuchtigkeit
it: Umidità
ru: Влажность

source: <Wind> translation:
br: <Vento> tradução:
de: Übersetzung von <Wind>:
it: Traduzione di <Vento>:
ru: Перевод <Wind>:

source: Wind
br: Vento
it: Vento
ru: Ветер

source: <N;S;E;W;> translation:
br: <N;S;E;O;> tradução:
de: Übersetzung von <N;S;E;W;>:
it: Traduzione di <N;S;E;O>:
ru: Перевод <N;S;E;W;>:

source: N;S;E;W;
br: N;S;E;O;
de: N;S;O;W;
it: N;S;E;O;
ru: С;Ю;В;З;

source: <Rain> translation:
br: <Chuva> tradução:
de: Übersetzung von <Rain>:
it: Traduzione di <Pioggia>:
ru: Перевод <Rain>:

source: Rain
br: Chuva
de: Regen
it: Pioggia
ru: Дождь

source: <Dew Point> translation:
br: <Ponto de Orvalho> tradução:
de: Übersetzung von <Dew Point>:
it: Traduzione di <Punto di rugiada>:
ru: Перевод <Dew Point>:

source: Dew Point
br: Ponto de Orvalho
de: Taupunkt
it: Punto di rugiada
ru: Точка росы

source: <Visibility> translation:
br: <Visibilidade> tradução:
de: Übersetzung von <Visibility>:
it: Traduzione di <Visibilità>:
ru: Перевод <Visibility>:

source: Visibility
br: Visibilidade
de: Sicht
it: Visibilità
ru: Видимость

source: <Pressure> translation:
br: <Pressão> tradução:
de: Übersetzung von <Pressure>:
it: Traduzione di <Pressione>:
ru: Перевод <Pressure>:

source: Pressure
br: Pressão
de: Luftdruck
it: Pressione
ru: Давление

source: <UV Index> translation:
br: <Raios Ultra Violeta> tradução:
de: Übersetzung von <UV Index>:
it: Traduzione di <Indice UV>:
ru: Перевод <UV Index>:

source: UV Index
br: Índice UV
it: Indice UV
ru: УФ Индекс

source: Translation
br: Tradução
de: Übersetzung
it: Traduzione
ru: Перевод

# No background image for weather icons
source: < none >
br: < vazio >
de: < kein >
it: <nessuno>
ru: < нет >

# Due to wind chill, temperature is felt like
source: feels like
br: Sensação de
de: gefühlt wie
it: si sentono
ru: Самочувствие

# Wind directions: North, South, East, West. Separated by ";", no spaces!
source: N;S;E;W;
br: N;S;E;O;
de: N;S;O;W;
it: N;S;E;O;
ru: С;Ю;В;З;

source: 1 Day - horizontal
br: 1 Dia - horizontal
de: 1 Tag - horizontal
it: 1 giorno - orizzontale
ru: 1 день - по горизонтали

source: 1 Day - vertical
br: 1 Dia - vertical
de: 1 Tag - vertikal
it: 1 giorno - verticale
ru: 1 день - по вертикали

source: 3 Days - horizontal
br: 3 Dias - horizontal
de: 3 Tage - horizontal
it: 3 giorni - orizzontale
ru: 3 дня - по горизонтали

source: 3 Days - vertical
br: 3 Dias - vertical
de: 3 Tage - vertikal
it: 3 giorni - verticale
ru: 3 дня - по вертикали

source: 5 Days - horizontal
br: 5 Dias - horizontal
de: 5 Tage - horizontal
it: 5 giorni - orizzontale
ru: 5 дней - по горизонтали

source: 5 Days - horizontal (compact)
br: 5 Dias - horizontal (compacto)
de: 5 Tage - horizontal (kompakt)
it: 5 giorni - orizzontale (compatto)
ru: 5 дней - по горизонтали (компакт)

source: 5 Days - vertical
br: 5 Dias - vertical
de: 5 Tage - vertikal
it: 5 giorni - verticale
ru: 5 дней - по вертикали

source: 7 Days - horizontal
br: 7 Dias - horizontal
de: 7 Tage - horizontal
it: 7 giorni - orizzontale
ru: 7 дней - по горизонтали

source: 7 Days - horizontal (compact)
br: 7 Dias - horizontal (compacto)
de: 7 Tage - horizontal (kompakt)
it: 7 giorni - orizzontale (compatto)
ru: 7 дней - по горизонтали (компакт)

source: 7 Days - vertical
br: 7 Dias - vertical
de: 7 Tage - vertikal
it: 7 giorni - verticale
ru: 7 дней - по вертикали

source: 4 Days - custom image - horizontal
br: 4 Dias - imagem customizada - horizontal
de: 4 Tage - Eigenes Bild - horizontal
it: 4 giorni - immagine - orizzontale
ru: 4 дня - свои иконки - по вертикали

source: 4 Days - custom image - vertical
br: 4 Dias - imagem customizada - vertical
de: 4 Tage - Eigenes Bild - vertikal
it: 4 giorni - immagine - verticale
ru: 4 дня - свои иконки - по вертикали

source: 7 Days - custom image
br: 7 Dias - imagem customizada
de: 7 Tage - Eigenes Bild
it: 7 giorni - immagine
ru: 7 дней - свои иконки

source: Could not open CWP settings file %1.
de: Konnte CWP-Konfigurationsdatei %1 nicht öffnen.
ru: Не могу открыть файл настроек %1.

source: Loading CWP settings from file. This will overwrite the current configuration. Continue?
de: Lade CWP-Einstellungen aus Datei. Dadurch wird die aktuelle Konfiguration überschrieben. Fortfahren?
ru: Загрузка настроек CWP из файла. Это приведет к перезаписи текущей конфигурации. Продолжить?

source: This will overwrite the CWP settings file. Continue?
de: Dadurch wird die CWP-Konfigurationsdatei überschrieben. Fortfahren?
ru: Это приведет к перезаписи файла настроек. Продолжить?

source: Find your city on the <a href=%1>weather provider's homepage</a> and copy the city identifier from the address line of your browser.<br>Example: %2
br: Procure a sua cidade na <a href=%1>página do provedor de estado do tempo</a> e copie a identificação da cidade a partir da linha de endereço (URL) do seu navegador.<br>Exemplo: %2
de: Suchen Sie Ihre Stadt auf <a href=%1>der Homepage des Anbieters</a> und kopieren Sie den Code der Stadt von der Adress-Zeile Ihres Browsers.<br>Beispiel: %2
it: Trova la tua città sulla <a href=%1>pagina Web del servizio meteo</a> e copiane l'identificativo dalla riga dell'indirizzo del browser.<br>Per esempio: %2
ru: Найдите свой город на <a href=%1>сайте метеослужбы</a> и скопируйте идентификатор города из адресной строки браузера.<br>Пример: %2

source: Select a satellite image:
br: Escolha uma imagem de satélite:
de: Satellitenbild wählen:
it: Seleziona un'immagine satellitare:
ru: Выберите спутниковое изображение:

source: Name of preferred location:
br: Nome da localização preferencial:
de: Name für den bevorzugten Ort:
it: Nome del luogo preferito:
ru: Текущее местоположение:

source: Name of custom image:
br: 7 Dias - imagem customizada
de: Name des Bildes:
it: Nome dell'immagine:
ru: Наименование иконки:

source: Reload Weather Data
br: Atualizar Dados do Clima
de: Wetterdaten neu laden
it: Ricarica dati meteo
ru: Обновить данные

source: Link
de: Verknüpfung
ru: Ссылка

# NAME OF TRANSLATORS
source: Your names
br: Paulo Dias
de: Georg Hennig
it: Federico Zenith
ru: Alexey Pavlov

# EMAIL OF TRANSLATORS
source: Your emails
br: paulo.miguel.dias@gmail.com
de: georg.hennig@web.de
it: federico.zenith@member.fsf.org
ru: alexpux@gmail.com

source: Accuweather.com - Asia (Infrared)
br: Accuweather.com - Ásia (Infravermelho)
de: Accuweather.com - Asien (Infrarot)
it: Accuweather.com - Asia (infrarosso)
ru: Accuweather.com - Азия (инфракрасный)

source: Accuweather.com - Atlantic (Infrared)
br: Accuweather.com - Atlantico (Infravermelho)
de: Accuweather.com - Atlantik (Infrarot)
it: Accuweather.com - Atlantico (infrarosso)
ru: Accuweather.com - Атлантический регион (инфракрасный)

source: Accuweather.com - Australia / New Zealand (Infrared)
br: Accuweather.com - Austrália / Nova Zelândia (Infravermelho)
de: Accuweather.com - Australien / Neuseeland (Infrarot)
it: Accuweather.com - Australia / Nuova Zelanda (infrarosso)
ru: Accuweather.com - Австралия / Новая Зеландия (инфракрасный)

source: Accuweather.com - Caribbean (Infrared)
br: Accuweather.com - Caribe (Infravermelho)
de: Accuweather.com - Karibik (Infrarot)
it: Accuweather.com - Caraibi (infrarosso)
ru: Accuweather.com - Карибский регион (инфракрасный)

source: Accuweather.com - Central America (Infrared)
br: Accuweather.com - América Central (Infravermelho)
de: Accuweather.com - Mittelamerika (Infrarot)
it: Accuweather.com - America centrale (infrarosso)
ru: Accuweather.com - Центральная Америка (инфракрасный)

source: Accuweather.com - Central Atlantic (Infrared)
br: Accuweather.com - Atlântico Central (Infravermelho)
de: Accuweather.com - Zentralatlantik (Infrarot)
it: Accuweather.com - Atlantico centrale (infrarosso)
ru: Accuweather.com - Центральная часть Атлантического региона (инфракрасный)

source: Accuweather.com - Central South America (Infrared)
br: Accuweather.com - Centro da América do Sul (Infravermelho)
de: Accuweather.com - Zentrales Südamerika (Infrarot)
it: Accuweather.com - Sudamerica centrale (infrarosso)
ru: Accuweather.com - Центральная часть Южной Америки (инфракрасный)

source: Accuweather.com - Eastern Atlantic (Infrared)
br: Accuweather.com - Leste do Atlântico (Infravermelho)
de: Accuweather.com - Östlicher Atlantik (Infrarot)
it: Accuweather.com - Atlantic orientale (infrarosso)
ru: Accuweather.com - Восточная часть Атлантического региона (инфракрасный)

source: Accuweather.com - Europe (Infrared)
br: Accuweather.com - Europe (Infravermelho)
de: Accuweather.com - Europa (Infrarot)
it: Accuweather.com - Europa (infrarosso)
ru: Accuweather.com - Европа (инфракрасный)

source: Accuweather.com - India (Infrared)
br: Accuweather.com - India (Infravermelho)
de: Accuweather.com - Indien (Infrarot)
it: Accuweather.com - India (infrarosso)
ru: Accuweather.com - Индия (инфракрасный)

source: Accuweather.com - Mexico (Infrared)
br: Accuweather.com - Mexico (Infravermelho)
de: Accuweather.com - Mexiko (Infrarot)
it: Accuweather.com - Messico (infrarosso)
ru: Accuweather.com - Мексика (инфракрасный)

source: Accuweather.com - Mid East (Infrared)
br: Accuweather.com - Mid East (Infravermelho)
de: Accuweather.com - Naher Osten (Infrarot)
it: Accuweather.com - Medio Oriente (infrarosso)
ru: Accuweather.com - Средний Восток (инфракрасный)

source: Accuweather.com - Northern Africa (Infrared)
br: Accuweather.com - Northern Africa (Infravermelho)
de: Accuweather.com - Nordafrika (Infrarot)
it: Accuweather.com - Africa settentrionale (infrarosso)
ru: Accuweather.com - Северная часть Африки (инфракрасный)

source: Accuweather.com - Northern Atlantic (Infrared)
br: Accuweather.com - Northern Atlantic (Infravermelho)
de: Accuweather.com - Nördlicher Atlantik (Infrarot)
it: Accuweather.com - Atlantic settentrionale (infrarosso)
ru: Accuweather.com - Северная часть Атлантического региона (инфракрасный)

source: Accuweather.com - Northern South America (Infrared)
br: Accuweather.com - Northern South America (Infravermelho)
de: Accuweather.com - Nördliches Südamerika (Infrarot)
it: Accuweather.com - Sudamerica settentrionale (infrarosso)
ru: Accuweather.com - Северная часть Южной Америки (инфракрасный)

source: Accuweather.com - Southern Africa (Infrared)
br: Accuweather.com - Southern Africa (Infravermelho)
de: Accuweather.com - Südliches Afrika (Infrarot)
it: Accuweather.com - Africa meridionale (infrarosso)
ru: Accuweather.com - Южная часть Африки (инфракрасный)

source: Accuweather.com - Southern South America (Infrared)
br: Accuweather.com - Southern South America (Infravermelho)
de: Accuweather.com - Südliches Südamerika (Infrarot)
it: Accuweather.com - Sudamerica meridionale (infrarosso)
ru: Accuweather.com - Южная часть Южной Америки (инфракрасный)

source: Accuweather.com - Western Atlantic (Infrared)
br: Accuweather.com - Western Atlantic (Infravermelho)
de: Accuweather.com - Westlicher Atlantik (Infrarot)
it: Accuweather.com - Atlantic occidentale (infrarosso)
ru: Accuweather.com - Западная часть Атлантического региона (инфракрасный)

source: Accuweather.com - Western Europe (Infrared)
br: Accuweather.com - Western Europe (Infravermelho)
de: Accuweather.com - Westeuropa (Infrarot)
it: Accuweather.com - Europe occidentale (infrarosso)
ru: Accuweather.com - Западная Европа (инфракрасный)

source: Accuweather.com - World
br: Mundo
de: Accuweather.com - Welt
it: Accuweather.com - Globale
ru: Accuweather.com - Всемирный

source: Accuweather.com - World - North East Pacific (Infrared)
br: Accuweather.com - World - North East Pacific (Infravermelho)
de: Accuweather.com - Welt - Nordöstlicher Pazifik (Infrarot)
it: Accuweather.com - Globale - Pacific nordorientale (infrarosso)
ru: Accuweather.com - Всемирный - Северо-восточная часть Тихого океана (инфракрасный)

source: Accuweather.com - World - Northern Atlantic (Infrared)
br: Accuweather.com - World - Northern Atlantic (Infravermelho)
de: Accuweather.com - Welt - Nördlicher Atlantik (Infrarot)
it: Accuweather.com - World - Atlantico settentrionale (infrarosso)
ru: Accuweather.com - Всемирный - Северная часть Атлантического региона (инфракрасный)

source: - - Africa & Mid East - -
br: -- África e Médio Oriente --
de: - - Afrika & Naher Osten - -
it: - - Africa e Medio Oriente - -
ru: - - Африка и Средний Восток - -

source: - - Asia - -
br: -- Ásia --
de: - - Asien - -
ru: - - Азия - -

source: - - Atlantic Ocean - -
br: -- Oceano Atlântico --
de: - - Atlantischer Ozean - -
it: - - Oceano Atlantico - -
ru: - - Атлантический Океан - -

source: - - Australia - -
br: -- Austrália --
de: - - Australien - -
ru: - - Австралия - -

source: Bom.gov.au - Australia (Infrared)
br: Bom.gov.au - Áustralia (Infravermelho)
de: Bom.gov.au - Australien (Infrarot)
it: Bom.gov.au - Australia (infrarosso)
ru: Bom.gov.au - Австралия (инфракрасный)

source: Bom.gov.au - Australia (Infrared B/W)
br: Bom.gov.au - Áustralia (Infravermelho B/W)
de: Bom.gov.au - Australien (Infrarot S/W)
it: Bom.gov.au - Australia (infrarosso B/N)
ru: Bom.gov.au - Австралия (инфракрасный B/W)

source: Bom.gov.au - Australia (Visible)
br: Bom.gov.au - Áustralia (Visible)
de: Bom.gov.au - Australien (Sichtbar)
it: Bom.gov.au - Australia (visibile)
ru: Bom.gov.au - Австралия (видимый)

source: - - Central America - -
br: - - América Central - -
de: - - Mittelamerika - -
it: - - America Centrale - -
ru: - - Центральная Америка - -

source: Dwd.de - Africa / Europe
de: Dwd.de - Afrika / Europa
it: Dwd.de - Africa / Europa
ru: Dwd.de - Африка / Европа

source: Dwd.de - America
de: Dwd.de - Amerika
ru: Dwd.de - Америка

source: Dwd.de - Australia
br: Dwd.de - Áustralia
de: Dwd.de - Australien
ru: Dwd.de - Австралия

source: Dwd.de - Germany (Rain)
de: Dwd.de - Deutschland (Regen)
it: Dwd.de - Germania (Pioggia)
ru: Dwd.de - Германия (дождевой)

source: Dwd.de - Germany (Stability)
de: Dwd.de - Deutschland (Stabilität)
it: Dwd.de - Germania (stabilità)
ru: Dwd.de - Германия (устойчивость)

source: Dwd.de - Global (Flat)
de: Dwd.de - Global (Flach)
it: Dwd.de - Globale (piatto)
ru: Dwd.de - Весь глобус (плоский)

source: Dwd.de - Global (Hammer)
it: Dwd.de - Globale (a martello)
ru: Dwd.de - Весь глобус (детальный)

source: Dwd.de - Indian Ocean
de: Dwd.de - Indischer Ozean
it: Dwd.de - Oceano indiano
ru: Dwd.de - Индийский океан

source: Dwd.de - MET9 - Central Europe (1.5km, Infrared)
br: Dwd.de - MET9 - Central Europe (1.5km, Infravermelho)
de: Dwd.de - MET9 - Mitteleuropa (1.5km, Infrarot)
it: Dwd.de - MET9 - Europa centrale (1,5 km, infrarosso)
ru: Dwd.de - MET9 - Центральная Европа (1.5 км, инфракрасный)

source: Dwd.de - MET9 - Central Europe (3km, Infrared)
br: Dwd.de - MET9 - Central Europe (3km, Infravermelho)
de: Dwd.de - MET9 - Mitteleuropa (3km, Infrarot)
it: Dwd.de - MET9 - Europa centrale (3 km, infrarosso)
ru: Dwd.de - MET9 - Центральная Европа (3 км, инфракрасный)

source: Dwd.de - MET9 - Europe (8km, Infrared)
br: Dwd.de - MET9 - Europe (8km, Infravermelho)
de: Dwd.de - MET9 - Europa (8km, Infrarot)
it: Dwd.de - MET9 - Europa (8km, infrarosso)
ru: Dwd.de - MET9 - Европа (8 км, инфракрасный)

source: Dwd.de - MET9 - Europe SW (8km, Infrared)
br: Dwd.de - MET9 - Europe SW (8km, Infravermelho)
de: Dwd.de - MET9 - Europa SW (8km, Infrarot)
it: Dwd.de - MET9 - Europe sudoccidentale (8km, infrarosso)
ru: Dwd.de - MET9 - Европа SW (8 км, инфракрасный)

source: Dwd.de - MET9 - Germany (1km, Infrared)
br: Dwd.de - MET9 - Germany (1km, Infravermelho)
de: Dwd.de - MET9 - Deutschland (1km, Infrarot)
it: Dwd.de - MET9 - Germania (1 km, infrarosso)
ru: Dwd.de - MET9 - Германия (1 км, инфракрасный)

source: Dwd.de - Pacific
de: Dwd.de - Pazifik
it: Dwd.de - Pacifico
ru: Dwd.de - Тихий океан

source: Eumetsat.org - Meteosat-7 - Antarctic (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Antarctic (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Antarktik (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Antartico (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Антарктический регион (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Antarctic (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Antarktik (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Antartico (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Антарктический регион (видимый 0.7)

source: Eumetsat.org - Meteosat-7 - Central Africa (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Central Africa (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Zentrales Afrika (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Africa centrale (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Центральная часть Африки (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Central Africa (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Zentrales Afrika (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Africa centrale (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Центральная часть Африки (видимый 0.7)

source: Eumetsat.org - Meteosat-7 - Eastern Indian Ocean (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Eastern Indian Ocean (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Östlicher Indischer Ozean (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Oceano indiano orientale (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Восточная часть Индийского океана (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Eastern Indian Ocean (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Östlicher Indischer Ozean (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Oceano indiano orientale (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Восточная часть Индийского океана (видимый 0.7)

source: Eumetsat.org - Meteosat-7 - Europe (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Europe (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Europa (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Europa (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Европа (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Europe (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Europa (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Europa (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Европа (видимый 0.7)

source: Eumetsat.org - Meteosat-7 - Indonesia (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Indonesia (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Indonesien (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Indonesia (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Индонезия (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Indonesia (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Indonesien (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Indonesia (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Индонезия (видимый 0.7)
