Repository: pkt/plasma-widget-cwp-1.5.14-el
Catalog: po/*.po
Languages: br, de, it, ru

source: Weather.com - US - Central (Visible)
de: Weather.com - US - Mitte (Sichtbar)
it: Weather.com - USA - Centrale (visibile)
ru: Weather.com - Соединенные Штаты - Центральная часть (видимый)

source: Weather.com - US - Complete (Infrared)
br: Weather.com - US - Complete (Infravermelho)
de: Weather.com - US - Vollständig (Infrarot)
it: Weather.com - USA - Completo (infrarosso)
ru: Weather.com - Соединенные Штаты - Полный (инфракрасный)

source: Weather.com - US - Complete (Visible)
de: Weather.com - US - Vollständig (Sichtbar)
it: Weather.com - USA - Completo (visibile)
ru: Weather.com - Соединенные Штаты - Полный (видимый)

source: Weather.com - US - Complete (Water Vapor)
de: Weather.com - US - Vollständig (Wasserdampf)
it: Weather.com - USA - Completo (vapore acqueo)
ru: Weather.com - Соединенные Штаты - Полный (водяные пары)

source: Weather.com - US - East Central (Doppler Radar)
de: Weather.com - US - Osten Mitte (Doppler-Radar)
it: Weather.com - USA - Centrorientale (radar doppler)
ru: Weather.com - Соединенные Штаты - Восточная часть (Доплеровский радар)

source: Weather.com - US - East Central (Infrared)
br: Weather.com - US - East Central (Infravermelho)
de: Weather.com - US - Osten Mitte (Infrarot)
it: Weather.com - USA - Centrorientale (infrarosso)
ru: Weather.com - Соединенные Штаты - Восток центральной части (инфракрасный)

source: Weather.com - US - East Central (Visible)
de: Weather.com - US - Osten Mitte (Sichtbar)
it: Weather.com - USA - Centrorientale (visibile)
ru: Weather.com - Соединенные Штаты - Восток центрально части (видимый)

source: Weather.com - US - Hawaii (Infrared)
br: Weather.com - US - Hawaii (Infravermelho)
de: Weather.com - US - Hawaii (Infrarot)
it: Weather.com - USA - Hawaii (infrarosso)
ru: Weather.com - Соединенные Штаты - Гавайи (инфракрасный)

source: Weather.com - US - Hawaii (Radar)
it: Weather.com - USA - Hawaii (radar)
ru: Weather.com - Соединенные Штаты - Гавайи (радиолокационный)

source: Weather.com - US - Midwest (Doppler Radar)
de: Weather.com - US - Mittlerer West (Doppler-Radar)
it: Weather.com - USA - Centroccidentale (radar doppler)
ru: Weather.com - Соединенные Штаты - Средний Запад (Доплеровский радар)

source: Weather.com - US - North Central (Doppler Radar)
de: Weather.com - US - Norden Mitte (Doppler-Radar)
it: Weather.com - USA - Centrosettentrionale (radar doppler)
ru: Weather.com - Соединенные Штаты - Север центральной части (Доплеровский радар)

source: Weather.com - US - North Central (Infrared)
br: Weather.com - US - North Central (Infravermelho)
de: Weather.com - US - Norden Mitte (Infrarot)
it: Weather.com - USA - Centrosettentrionale (infrarosso)
ru: Weather.com - Соединенные Штаты - Север центральной части (инфракрасный)

source: Weather.com - US - North Central (Visible)
de: Weather.com - US - Norden Mitte (Sichtbar)
it: Weather.com - USA - Centrosettentrionale (visibile)
ru: Weather.com - Соединенные Штаты - Север центральной части (видимый)

source: Weather.com - US - Northeast (Doppler Radar)
de: Weather.com - US - Nordosten (Doppler-Radar)
it: Weather.com - USA - Nordorientale (radar doppler)
ru: Weather.com - Соединенные Штаты - Северо-восток (Доплеровский радар)

source: Weather.com - US - Northeast (Infrared)
br: Weather.com - US - Northeast (Infravermelho)
de: Weather.com - US - Nordosten (Infrarot)
it: Weather.com - USA - Nordorientale (infrarosso)
ru: Weather.com - Соединенные Штаты - Северо-восток (инфракрасный)

source: Weather.com - US - Northeast (Visible)
de: Weather.com - US - Nordosten (Sichtbar)
it: Weather.com - USA - Nordorientale (visibile)
ru: Weather.com - Соединенные Штаты - Северо-восток (видимый)

source: Weather.com - US - Northwest (Doppler Radar)
de: Weather.com - US - Nordwesten (Doppler-Radar)
it: Weather.com - USA - Nordoccidentale (radar doppler)
ru: Weather.com - Соединенные Штаты - Северо-восток (Доплеровский радар)

source: Weather.com - US - Northwest (Infrared)
br: Weather.com - US - Northwest (Infravermelho)
de: Weather.com - US - Nordwesten (Infrarot)
it: Weather.com - USA - Nordoccidentale (infrarosso)
ru: Weather.com - Соединенные Штаты - Северо-запад (инфракрасный)

source: Weather.com - US - Northwest (Visible)
de: Weather.com - US - Nordwesten (Sichtbar)
it: Weather.com - USA - Nordoccidentale (visibile)
ru: Weather.com - Соединенные Штаты - Северо-запад (видимый)

source: Weather.com - US - South Central (Doppler Radar)
de: Weather.com - US - Süden Mitte (Doppler-Radar)
it: Weather.com - USA - Centromeridionale (radar doppler)
ru: Weather.com - Соединенные Штаты - Юг центральной части (Доплеровский радар)

source: Weather.com - US - South Central (Infrared)
br: Weather.com - US - South Central (Infravermelho)
de: Weather.com - US - Süden Mitte (Infrarot)
it: Weather.com - USA - Centromeridionale (infrarosso)
ru: Weather.com - Соединенные Штаты - Юг центральной части (инфракрасный)

source: Weather.com - US - South Central (Visible)
de: Weather.com - US - Süden Mitte (Sichtbar)
it: Weather.com - USA - Centromeridionale (visibile)
ru: Weather.com - Соединенные Штаты - Юг центральной части (видимый)

source: Weather.com - US - Southeast (Doppler Radar)
de: Weather.com - US - Südosten (Doppler-Radar)
it: Weather.com - USA - Sudorientale (radar doppler)
ru: Weather.com - Соединенные Штаты - Юго-восток (Доплеровский радар)

source: Weather.com - US - Southeast (Infrared)
br: Weather.com - US - Southeast (Infravermelho)
de: Weather.com - US - Südosten (Infrarot)
it: Weather.com - USA - Sudorientale (infrarosso)
ru: Weather.com - Соединенные Штаты - Юго-восток (инфракрасный)

source: Weather.com - US - Southeast (Visible)
de: Weather.com - US - Südosten (Sichtbar)
it: Weather.com - USA - Sudorientale (visibile)
ru: Weather.com - Соединенные Штаты - Юго-восток (видимый)

source: Weather.com - US - Southwest (Doppler Radar)
de: Weather.com - US - Südwesten (Doppler-Radar)
it: Weather.com - USA - Sudorientale (radar doppler)
ru: Weather.com - Соединенные Штаты - Юго-запад (Доплеровский радар)

source: Weather.com - US - Southwest (Infrared)
br: Weather.com - US - Southwest (Infravermelho)
de: Weather.com - US - Südwesten (Infrarot)
it: Weather.com - USA - Sudorientale (infrarosso)
ru: Weather.com - Соединенные Штаты - Юго-запад (инфракрасный)

source: Weather.com - US - Southwest (Visible)
de: Weather.com - US - Südwesten (Sichtbar)
it: Weather.com - USA - Sudorientale (visibile)
ru: Weather.com - Соединенные Штаты - Юго-запад (видимый)

source: Weather.com - US - West Central (Doppler Radar)
de: Weather.com - US - Mittlerer Westen (Doppler-Radar)
it: Weather.com - USA - Centroccidentale (radar doppler)
ru: Weather.com - Соединенные Штаты - Запад центральной части (Доплеровский радар)

source: Weather.com - US - West Central (Infrared)
br: Weather.com - US - West Central (Infravermelho)
de: Weather.com - US - Mittlerer Westen (Infrarot)
it: Weather.com - USA - Centroccidentale (infrarosso)
ru: Weather.com - Соединенные Штаты - Запад центральной части (инфракрасный)

source: Weather.com - US - West Central (Visible)
de: Weather.com - US - Mittlerer Westen (Sichtbar)
it: Weather.com - USA - Centroccidentale (visibile)
ru: Weather.com - Соединенные Штаты - Запад центральной части (видимый)

source: Weather.com - US - West (Infrared)
br: Weather.com - US - West (Infravermelho)
de: Weather.com - US - Westen (Infrarot)
it: Weather.com - USA - Occidentale (infrarosso)
ru: Weather.com - Соединенные Штаты - Запад (инфракрасный)

source: Weather.com - US - West (Radar)
de: Weather.com - US - Westen (Radar)
it: Weather.com - USA - Occidentale (radar)
ru: Weather.com - Соединенные Штаты - Запад (радиолокационный)

source: Weather.com - World - Afghanistan (Infrared)
br: Weather.com - World - Afghanistan (Infravermelho)
de: Weather.com - Welt - Afghanistan (Infrarot)
it: Weather.com - Mondo - Afganistan (infrarosso)
ru: Weather.com - Всемирный - Афганистан (инфракрасный)

source: Weather.com - World - Africa (Infrared)
br: Weather.com - World - Africa (Infravermelho)
de: Weather.com - Welt - Afrika (Infrarot)
it: Weather.com - Mondo - Africa (infrarosso)
ru: Weather.com - Всемирный - Африка (инфракрасный)

source: Weather.com - World - Argentina (Infrared)
br: Weather.com - World - Argentina (Infravermelho)
de: Weather.com - Welt - Argentinien (Infrarot)
it: Weather.com - Mondo - Argentina (infrarosso)
ru: Weather.com - Всемирный - Аргентина (инфракрасный)

source: Weather.com - World - Asia (Infrared)
br: Weather.com - World - Ásia (Infravermelho)
de: Weather.com - Welt - Asien (Infrarot)
it: Weather.com - Mondo - Asia (infrarosso)
ru: Weather.com - Всемирный - Азия (инфракрасный)

source: Weather.com - World - Atlantic Ocean (Infrared)
br: Weather.com - World - Atlantic Ocean (Infravermelho)
de: Weather.com - Welt - Atlantischer Ozean (Infrarot)
it: Weather.com - Mondo - Oceano Atlantico (infrarosso)
ru: Weather.com - Всемирный - Атлантический океан (инфракрасный)

source: Weather.com - World - Australia (Infrared)
br: Weather.com - World - Áustralia (Infravermelho)
de: Weather.com - Welt - Australien (Infrarot)
it: Weather.com - Mondo - Australia (infrarosso)
ru: Weather.com - Всемирный - Австралия (инфракрасный)

source: Weather.com - World - Brazil (Infrared)
br: Weather.com - World - Brazil (Infravermelho)
de: Weather.com - Welt - Brasilien (Infrarot)
it: Weather.com - Mondo - Brasile (infrarosso)
ru: Weather.com - Всемирный - Бразилия (инфракрасный)

source: Weather.com - World - Canada (Infrared)
br: Weather.com - World - Canada (Infravermelho)
de: Weather.com - Welt - Kanada (Infrarot)
it: Weather.com - Mondo - Canada (infrarosso)
ru: Weather.com - Всемирный - Канада (инфракрасный)

source: Weather.com - World - Caribbean (Infrared)
br: Weather.com - World - Caribe (Infravermelho)
de: Weather.com - Welt - Karibik (Infrarot)
it: Weather.com - Mondo - Caraibi (infrarosso)
ru: Weather.com - Всемирный - Карибский регион (инфракрасный)

source: Weather.com - World - Central America (Infrared)
br: Weather.com - World - América Central (Infravermelho)
de: Weather.com - Welt - Mittelamerika (Infrarot)
it: Weather.com - Mondo - America centrale (infrarosso)
ru: Weather.com - Всемирный - Центральная Америка (инфракрасный)

source: Weather.com - World - Central Asia (Infrared)
br: Weather.com - World - Central Asia (Infravermelho)
de: Weather.com - Welt - Zentralasien (Infrarot)
it: Weather.com - Mondo - Asia centrale (infrarosso)
ru: Weather.com - Всемирный - Центральная часть Азии (инфракрасный)

source: Weather.com - World - Central Mexico (Infrared)
br: Weather.com - World - Central Mexico (Infravermelho)
de: Weather.com - Welt - Mittleres Mexiko (Infrarot)
it: Weather.com - Mondo - Messico centrale (infrarosso)
ru: Weather.com - Всемирный - Центральная часть Мексики (инфракрасный)

source: Weather.com - World - East Asia (Infrared)
br: Weather.com - World - East Asia (Infravermelho)
de: Weather.com - Welt - Ostasien (Infrarot)
it: Weather.com - Mondo - Asia orientale (infrarosso)
ru: Weather.com - Всемирный - Восточная Азия (инфракрасный)

source: Weather.com - World - Europe (Infrared)
br: Weather.com - World - Europe (Infravermelho)
de: Weather.com - Welt - Europa (Infrarot)
it: Weather.com - Mondo - Europa (infrarosso)
ru: Weather.com - Всемирный - Европа (инфракрасный)

source: Weather.com - World - France (Infrared)
br: Weather.com - World - France (Infravermelho)
de: Weather.com - Welt - Frankreich (Infrarot)
it: Weather.com - Mondo - Francia (infrarosso)
ru: Weather.com - Всемирный - Франция (инфракрасный)

source: Weather.com - World - Germany (Infrared)
br: Weather.com - World - Germany (Infravermelho)
de: Weather.com - Welt - Deutschland (Infrarot)
it: Weather.com - Mondo - Germania (infrarosso)
ru: Weather.com - Всемирный - Германия (инфракрасный)

source: Weather.com - World - Gulf of Mexico (Infrared)
br: Weather.com - World - Gulf of Mexico (Infravermelho)
de: Weather.com - Welt - Golf von Mexiko (Infrarot)
it: Weather.com - Mondo - Golfo del Messico (infrarosso)
ru: Weather.com - Всемирный - Мексиканский залив (инфракрасный)

source: Weather.com - World - India (Infrared)
br: Weather.com - World - India (Infravermelho)
de: Weather.com - Welt - Indien (Infrarot)
it: Weather.com - Mondo - India (infrarosso)
ru: Weather.com - Всемирный - Индия (инфракрасный)

source: Weather.com - World - Indian Ocean (Infrared)
br: Weather.com - World - Indian Ocean (Infravermelho)
de: Weather.com - Welt - Indischer Ozean (Infrarot)
it: Weather.com - Mondo - Oceano Indiano (infrarosso)
ru: Weather.com - Всемирный - Индийский океан (инфракрасный)

source: Weather.com - World - Italy (Infrared)
br: Weather.com - World - Italy (Infravermelho)
de: Weather.com - Welt - Italien (Infrarot)
it: Weather.com - Mondo - Italia (infrarosso)
ru: Weather.com - Всемирный - Италия (инфракрасный)

source: Weather.com - World - Japan (Infrared)
br: Weather.com - World - Japan (Infravermelho)
de: Weather.com - Welt - Japan (Infrarot)
it: Weather.com - Mondo - Giappone (infrarosso)
ru: Weather.com - Всемирный - Япония (инфракрасный)

source: Weather.com - World - Mexico (Infrared)
br: Weather.com - World - Mexico (Infravermelho)
de: Weather.com - Welt - Mexiko (Infrarot)
it: Weather.com - Mondo - Messico (infrarosso)
ru: Weather.com - Всемирный - Мексика (инфракрасный)

source: Weather.com - World - Middle East (Infrared)
br: Weather.com - World - Middle East (Infravermelho)
de: Weather.com - Welt - Naher Osten (Infrarot)
it: Weather.com - Mondo - Medio Oriente (infrarosso)
ru: Weather.com - Всемирный - Средний Восток (инфракрасный)

source: Weather.com - World - New Zealand (Infrared)
br: Weather.com - World - New Zealand (Infravermelho)
de: Weather.com - Welt - Neuseeland (Infrarot)
it: Weather.com - Mondo - Nuova Zelanda (infrarosso)
ru: Weather.com - Всемирный - Новая Зеландия (инфракрасный)

source: Weather.com - World - Northeast Brazil (Infrared)
br: Weather.com - World - Northeast Brazil (Infravermelho)
de: Weather.com - Welt - Nordöstliches Brasilien (Infrarot)
it: Weather.com - Mondo - Brasile nordorientale (infrarosso)
ru: Weather.com - Всемирный - Северо-восток Бразилии (инфракрасный)

source: Weather.com - World - North Pole (Infrared)
br: Weather.com - World - North Pole (Infravermelho)
de: Weather.com - Welt - Nordpol (Infrarot)
it: Weather.com - Mondo - Polo nord (infrarosso)
ru: Weather.com - Всемирный - Северный полюс (инфракрасный)

source: Weather.com - World - Northwest Brazil (Infrared)
br: Weather.com - World - Northwest Brazil (Infravermelho)
de: Weather.com - Welt - Nordwestliches Brasilien (Infrarot)
it: Weather.com - Mondo - Brasile nordoccidentale (infrarosso)
ru: Weather.com - Всемирный - Северо-запад Бразилии (инфракрасный)

source: Weather.com - World - Pacific Ocean (Infrared)
br: Weather.com - World - Pacific Ocean (Infravermelho)
de: Weather.com - Welt - Pazifischer Ozean (Infrarot)
it: Weather.com - Mondo - Oceano Pacifico (infrarosso)
ru: Weather.com - Всемирный - Тихий океан (инфракрасный)

source: Weather.com - World - Russia (Infrared)
br: Weather.com - World - Russia (Infravermelho)
de: Weather.com - Welt - Rußland (Infrarot)
it: Weather.com - Mondo - Russia (infrarosso)
ru: Weather.com - Всемирный - Россия (инфракрасный)

source: Weather.com - World - Scandinavia (Infrared)
br: Weather.com - World - Scandinavia (Infravermelho)
de: Weather.com - Welt - Skandinavien (Infrarot)
it: Weather.com - Mondo - Scandinavia (infrarosso)
ru: Weather.com - Всемирный - Скандинавия (инфракрасный)

source: Weather.com - World - South America (Infrared)
br: Weather.com - World - South America (Infravermelho)
de: Weather.com - Welt - Südamerika (Infrarot)
it: Weather.com - Mondo - Sudamerica (infrarosso)
ru: Weather.com - Всемирный - Южная Америка (инфракрасный)

source: Weather.com - World - South Brazil (Infrared)
br: Weather.com - World - South Brazil (Infravermelho)
de: Weather.com - Welt - Südliches Brasilien (Infrarot)
it: Weather.com - Mondo - Brasile meridionale (infrarosso)
ru: Weather.com - Всемирный - Юг Бразилии (инфракрасный)

source: Weather.com - World - South Pole (Infrared)
br: Weather.com - World - South Pole (Infravermelho)
de: Weather.com - Welt - Südpol (Infrarot)
it: Weather.com - Mondo - Polo sud (infrarosso)
ru: Weather.com - Всемирный - Южный Полюс (инфракрасный)

source: Weather.com - World - Tropical Atlantic Ocean (Infrared)
br: Weather.com - World - Tropical Atlantic Ocean (Infravermelho)
de: Weather.com - Welt - Tropischer Atlantischer Ozean (Infrarot)
it: Weather.com - Mondo - Oceano Atlantico tropicale (infrarosso)
ru: Weather.com - Всемирный - Тропическая часть Атлантического океана (инфракрасный)

source: Weather.com - World - United Kingdom (Infrared)
br: Weather.com - World - United Kingdom (Infravermelho)
de: Weather.com - Welt - Vereinigtes Königreich (Infrarot)
it: Weather.com - Mondo - Regno Unito (infrarosso)
ru: Weather.com - Всемирный - Великобритания (инфракрасный)

source: Weather.com - World - Venezuela (Infrared)
br: Weather.com - World - Venezuela (Infravermelho)
de: Weather.com - Welt - Venezuela (Infrarot)
it: Weather.com - Mondo - Venezuela (infrarosso)
ru: Weather.com - Всемирный - Венесуэла (инфракрасный)

source: circle black
de: Kreis (schwarz)
it: cerchio nero
ru: чёрный круг

source: circle grey
de: Kreis (grau)
it: cerchio grigio
ru: серый круг

source: circle white
de: Kreis (weiß)
it: cerchio bianco
ru: белый круг

source: rectangle black
de: Rechteck (schwarz)
it: rettangolo nero
ru: чёрный квадрат

source: rectangle grey
de: Rechteck (grau)
it: rettangolo grigio
ru: серый квадрат

source: rectangle white
de: Rechteck (weiß)
it: rettangolo bianco
ru: белый квадрат

source: rounded rectangle black
de: Abgerundetes Rechteck (schwarz)
it: rettangolo nero smussato
ru: чёрный скруглённый квадрат

source: rounded rectangle grey
de: Abgerundetes Rechteck (grau)
it: rettangolo grigio smussato
ru: серый скруглённый квадрат

source: rounded rectangle white
de: Abgerundetes Rechteck (weiß)
it: rettangolo bianco smussato
ru: белый скруглённый квадрат

source: Meteoromania.ro - INMH Europe Eumetsat Meteosat 9 Infrared
br: Meteoromania.ro - INMH Europe Eumetsat Meteosat 9 Infravermelho
de: Meteoromania.ro - INMH Europa Eumetsat Meteosat 9 Infrarot
it: Meteoromania.ro - INMH Europe Eumetsat Meteosat 9, infrarosso

source: Meteoromania.ro - INMH Romania Radar
de: Meteoromania.ro - INMH Romänien Radar

source: Meteoromania.ro - INMH Romania Temperatures
de: Meteoromania.ro - INMH Romänien Temperatur
it: Meteoromania.ro - INMH Romania, temperature
