Repository: pkt/plasma-widget-cwp-1.5.14-el
Catalog: po/*.po
Languages: br, de, it, ru

source: Eumetsat.org - Meteosat-7 - Middle East (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Middle East (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Naher Osten (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Medio Oriente (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Средний Восток (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Middle East (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Naher Osten (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Medio Oriente (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Средний Восток (видимый 0.7)

source: Eumetsat.org - Meteosat-7 - Northern Africa (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Northern Africa (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Nordafrika (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Africa settentrionale (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Северная часть Африки (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Northern Africa (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Nordafrika (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Africa settentrionale (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Северная часть Африки (видимый 0.7)

source: Eumetsat.org - Meteosat-7 - Southern Africa (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Southern Africa (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Südliches Afrika (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Africa meridionale (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Южная часть Африки (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Southern Africa (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Südliches Afrika (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Africa meridionale (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Южная часть Африки (видимый 0.7)

source: Eumetsat.org - Meteosat-7 - Western Indian Ocean (Infrared 11.5)
br: Eumetsat.org - Meteosat-7 - Western Indian Ocean (Infravermelho 11.5)
de: Eumetsat.org - Meteosat-7 - Westlicher Indischer Ozean (Infrarot 11.5)
it: Eumetsat.org - Meteosat-7 - Oceano indiano occidentale (infrarosso 11.5)
ru: Eumetsat.org - Meteosat-7 - Западная часть Индийского океана (инфракрасный 11.5)

source: Eumetsat.org - Meteosat-7 - Western Indian Ocean (Visual 0.7)
de: Eumetsat.org - Meteosat-7 - Westlicher Indischer Ozean (Sichtbar 0.7)
it: Eumetsat.org - Meteosat-7 - Oceano indiano occidentale (visuale 0.7)
ru: Eumetsat.org - Meteosat-7 - Западная часть Индийского океана (видимый 0.7)

source: Eumetsat.org - Meteosat-9 - Algeria (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Algerien (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Algeria (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Алжир (RGB составной)

source: Eumetsat.org - Meteosat-9 - America (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - America (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Amerika (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - America (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Америка (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - America (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - America (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Amerika (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - America (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Америка (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - America (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Amerika (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - America (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Америка (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - America (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Amerika (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - America (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Америка (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Antarctic (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Antarctic (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Antarktik (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Antartico (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Антарктический регион (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Antarctic (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Antarctic (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Antarktik (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Antartico (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Антарктический регион (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Antarctic (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Antarktik (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Antartico (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Антарктический регион (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Antarctic (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Antarktik (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Antartico (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Антарктический регион (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Canary (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Kanarische Inseln (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Canarie (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Канары (RGB составной)

source: Eumetsat.org - Meteosat-9 - Central Africa (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Central Africa (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Zentrales Afrika (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Africa centrale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Центральная часть Африки (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Central Africa (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Central Africa (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Zentrales Afrika (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Africa centrale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Центральная часть Африки (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Central Africa (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Zentrales Afrika (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Africa centrale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Центральная часть Африки (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Central Africa (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Zentrales Afrika (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Africa centrale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Центральная часть Африки (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Central Europe (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Central Europe (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Mitteleuropa (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Europe centrale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Центральная Европа (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Central Europe (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Central Europe (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Mitteleuropa (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Europe centrale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Центральная Европа (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Central Europe (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Mitteleuropa (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Europa centrale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Центральная Европа (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Central Europe (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Mitteleuropa (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Europa centrale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Центральная Европа (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Eastern Africa (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Eastern Africa (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Östliches Afrika (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Africa orientale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Восточная часть Африки (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Eastern Africa (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Eastern Africa (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Östliches Afrika (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Africa orientale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Восточная часть Африки (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Eastern Africa (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Östliches Afrika (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Africa orientale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Восточная часть Африки (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Eastern Africa (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Östliches Afrika (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Africa orientale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Восточная часть Африки (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Eastern Europe (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Eastern Europe (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Osteuropa (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Europa orientale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Восточная Европа (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Eastern Europe (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Eastern Europe (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Osteuropa (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Europa orientale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Восточная Европа (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Eastern Europe (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Osteuropa (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Europa orientale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Восточная Европа (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Eastern Europe (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Osteuropa (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Europa orientale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Восточная Европа (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Egypt (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Ägypten (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Egitto (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Египет (RGB составной)

source: Eumetsat.org - Meteosat-9 - France (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Frankreich (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Francia (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Франция (RGB составной)

source: Eumetsat.org - Meteosat-9 - Full disc (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Full disc (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Komplett (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Disco completo (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Полный диск (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Full disc (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Full disc (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Komplett (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Disco completo (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Полный диск (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Full disc (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Komplett (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Disco completo (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Полный диск (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Full disc (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Komplett (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Disco completo (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Полный диск (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Germany / Poland (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Deutschland / Polen (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Germania / Polonia (RGB Composite)
ru: Eumetsat.org - Meteosat-9 - Германия / Польша (RGB составной)

source: Eumetsat.org - Meteosat-9 - Greece (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Griechenland (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Grecia (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Греция (RGB составной)

source: Eumetsat.org - Meteosat-9 - Iraque (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Irak (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Iraq (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Ирак (RGB составной)

source: Eumetsat.org - Meteosat-9 - Island (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Island (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Islanda (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Исландия (RGB составной)

source: Eumetsat.org - Meteosat-9 - Italy (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Italien (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Italia (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Италия (RGB составной)

source: Eumetsat.org - Meteosat-9 - Libya (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Libyen (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Libia (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Ливия (RGB составной)

source: Eumetsat.org - Meteosat-9 - Marocco (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Marokko (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Marocco (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Марокко (RGB составной)

source: Eumetsat.org - Meteosat-9 - Scandinavia (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Skandinavien (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Scandinavia (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Скандинавия (RGB составной)

source: Eumetsat.org - Meteosat-9 - Southern Africa (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Southern Africa (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Südliches Afrika (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Africa meridionale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Южная часть Африки (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Southern Africa (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Southern Africa (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Südliches Afrika (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Africa meridionale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Южная часть Африки (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Southern Africa (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Südliches Afrika (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Africa meridionale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Южная часть Африки (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Southern Africa (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Südliches Afrika (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Africa meridionale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Южная часть Африки (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Spain (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Spanien (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Spagna (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Испания (RGB составной)

source: Eumetsat.org - Meteosat-9 - Turkey (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Türkei (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Turchia (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Турция (RGB составной)

source: Eumetsat.org - Meteosat-9 - United Kingdom (RGB Composite)
de: Eumetsat.org - Meteosat-9 - Vereinigtes Königreich (RGB Komposit)
it: Eumetsat.org - Meteosat-9 - Regno Unito (composito RGB)
ru: Eumetsat.org - Meteosat-9 - Великобритания (RGB составной)

source: Eumetsat.org - Meteosat-9 - West Atlantic (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - West Atlantic (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Westlicher Atlantik (Infrarot 10.8)
it: Eumetsat.org - Meteosat-9 - Atlantico occidentale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Западная часть Атлантического океана (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - West Atlantic (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - West Atlantic (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Westlicher Atlantik (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Atlantico occidentale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Западная часть Атлантического океана (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - West Atlantic (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Westlicher Atlantik (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Atlantico occidentale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Западная часть Атлантического океана (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - West Atlantic (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Westlicher Atlantik (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Atlantico occidentale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Западная часть Атлантического океана (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Western Africa (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Western Africa (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Westliches Afrika (Infrarot 10.8)
it: Eumetsat.org - Meteosat-7 - Africa occidentale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Восточная часть Африки (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Western Africa (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Western Africa (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Westliches Afrika (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Africa occidentale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Западная часть Африки (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Western Africa (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Westliches Afrika (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Africa occidentale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Западная часть Африки (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Western Africa (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Westliches Afrika (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Africa occidentale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Западная часть Африки (видимый 0.6)

source: Eumetsat.org - Meteosat-9 - Western Europe (Infrared 10.8)
br: Eumetsat.org - Meteosat-9 - Western Europe (Infravermelho 10.8)
de: Eumetsat.org - Meteosat-9 - Westeuropa (Infrarot 10.8)
it: Eumetsat.org - Meteosat-7 - Europa occidentale (infrarosso 10.8)
ru: Eumetsat.org - Meteosat-9 - Западная Европа (инфракрасный 10.8)

source: Eumetsat.org - Meteosat-9 - Western Europe (Infrared 3.9)
br: Eumetsat.org - Meteosat-9 - Western Europe (Infravermelho 3.9)
de: Eumetsat.org - Meteosat-9 - Westeuropa (Infrarot 3.9)
it: Eumetsat.org - Meteosat-9 - Europa occidentale (infrarosso 3.9)
ru: Eumetsat.org - Meteosat-9 - Западная Европа (инфракрасный 3.9)

source: Eumetsat.org - Meteosat-9 - Western Europe (Natural Colors)
de: Eumetsat.org - Meteosat-9 - Westeuropa (Natürliche Farben)
it: Eumetsat.org - Meteosat-9 - Europa occidentale (colori naturali)
ru: Eumetsat.org - Meteosat-9 - Западная Европа (натуральные цвета)

source: Eumetsat.org - Meteosat-9 - Western Europe (Visual 0.6)
de: Eumetsat.org - Meteosat-9 - Westeuropa (Sichtbar 0.6)
it: Eumetsat.org - Meteosat-9 - Europa occidentale (visuale 0.6)
ru: Eumetsat.org - Meteosat-9 - Западная Европа (видимый 0.6)

source: - - Europe - -
br: -- Europa --
de: - - Europa - -
it: - - Europa - -
ru: - - Европа - -

source: - - Global - -
it: - - Globale - -
ru: - - Весь глобус - -

source: Imd.ernet.in - India (Infrared)
br: Imd.ernet.in - India (Infravermelho)
de: Imd.ernet.in - Indien (Infrarot)
it: Imd.ernet.in - India (infrarosso)
ru: Imd.ernet.in - Индия (инфракрасный)

source: Imd.ernet.in - India (Infrared / Colour Composite)
br: Imd.ernet.in - India (Infravermelho / Colour Composite)
de: Imd.ernet.in - Indien (Infrarot / Farb-Komposit)
it: Imd.ernet.in - India (infrarosso / composito a colori)
ru: Imd.ernet.in - Индия (инфракрасный / Цветной составной)

source: Imd.ernet.in - India (Visible)
de: Imd.ernet.in - Indien (Sichtbar)
it: Imd.ernet.in - India (visibile)
ru: Imd.ernet.in - Индия (видимый)

source: Imd.ernet.in - India (Water Vapour)
de: Imd.ernet.in - Indien (Wasserdampf)
it: Imd.ernet.in - India (vapore acqueo)
ru: Imd.ernet.in - Индия (водяные пары)

source: - - North America - -
br: -- América do Norte --
de: - - Nordamerika - -
it: - - Nordamerica - -
ru: - - Северная Америка - -

source: - - Pacific Ocean - -
br: -- Oceano Pacífico --
de: - - Pazifischer Ozean - -
it: - - Oceano Pacifico - -
ru: - - Тихий Океан - -

source: - - Polar - -
br: -- Pólo --
it: - - Polare - -
ru: - - Полюса - -

source: Smn.gov.ar - Argentina - Cloud Top Temperature
de: Smn.gov.ar - Argentinien - Temperatur der Wolkendecke
it: Smn.gov.ar - Argentina - Temperatura in cima alle nuvole
ru: Smn.gov.ar - Аргентина - Температура верхней облачности

source: Smn.gov.ar - Argentina - Infrared
br: Smn.gov.ar - Argentina - Infravermelho
de: Smn.gov.ar - Argentinien - Infrarot
it: Smn.gov.ar - Argentina - Infrarosso
ru: Smn.gov.ar - Аргентина - Инфракрасный

source: Smn.gov.ar - Argentina - Visible
de: Smn.gov.ar - Argentinien - Sichtbar
it: Smn.gov.ar - Argentina - Visibile
ru: Smn.gov.ar - Аргентина - Видимый

source: Smn.gov.ar - South America - Cloud Top Temperature
de: Smn.gov.ar - Südamerika - Temperatur der Wolkendecke
it: Smn.gov.ar - Sudamerica - Temperatura in cima alle nuvole
ru: Smn.gov.ar - Южная Америка - Температура верхней облачности

source: Smn.gov.ar - South America - Infrared
br: Smn.gov.ar - South America - Infravermelho
de: Smn.gov.ar - Südamerika - Infrarot
it: Smn.gov.ar - Sudamerica - Infrarosso
ru: Smn.gov.ar - Южная Америка - Инфракрасный

source: Smn.gov.ar - South America - Water Vapor
de: Smn.gov.ar - Südamerika - Wasserdampf
it: Smn.gov.ar - Sudamerica - Vapore acqueo
ru: Smn.gov.ar - Южная Америка - Водяные пары

source: - - South America - -
de: - - Südamerika - -
it: - - Sudamerica - -
ru: - - Южная Америка - -

source: Terkep.idokep.hu - Hungary (Rain)
de: Terkep.idokep.hu - Ungarn (Regen)
it: Terkep.idokep.hu - Ungheria (pioggia)
ru: Terkep.idokep.hu - Венгрия (дождевой)

source: Weather.com - Global - Africa / Europe (Infrared)
br: Weather.com - Global - Africa / Europe (Infravermelho)
de: Weather.com - Global - Afrika / Europa (Infrarot)
it: Weather.com - Globale - Africa / Europa (infrarosso)
ru: Weather.com - Весь глобус - Африка / Европа (инфракрасный)

source: Weather.com - Global - Pacific Ocean (Infrared)
br: Weather.com - Global - Pacific Ocean (Infravermelho)
de: Weather.com - Global - Pazifischer Ozean (Infrarot)
it: Weather.com - Globale - Oceano Pacifico (infrarosso)
ru: Weather.com - Весь глобус - Тихий океан (инфракрасный)

source: Weather.com - Global - Western Hemisphere (Infrared)
br: Weather.com - Global - Western Hemisphere (Infravermelho)
de: Weather.com - Global - Westliche Hemisphäre (Infrarot)
it: Weather.com - Globale - Emisfero occidentale (infrarosso)
ru: Weather.com - Весь глобус - Западное полушарие (инфракрасный)

source: Weather.com - Global - West Pacific Ocean (Infrared)
br: Weather.com - Global - West Pacific Ocean (Infravermelho)
de: Weather.com - Global - Westlicher Pazifischer Ozean (Infrarot)
it: Weather.com - Globale - Oceano Pacifico occidentale (infrarosso)
ru: Weather.com - Весь глобус - Западная часть Тихого океана (инфракрасный)

source: Weather.com - US - Alaska (Infrared)
br: Weather.com - US - Alaska (Infravermelho)
de: Weather.com - US - Alaska (Infrarot)
it: Weather.com - USA - Alaska (infrarosso)
ru: Weather.com - Соединенные Штаты - Аляска (инфракрасный)

source: Weather.com - US - Alaska (Radar)
it: Weather.com - USA - Alaska (radar)
ru: Weather.com - Соединенные Штаты - Аляска (радиолокационный)

source: Weather.com - US - Central (Doppler Radar)
de: Weather.com - US - Mitte (Doppler-Radar)
it: Weather.com - USA - Centrale (radar doppler)
ru: Weather.com - Соединенные Штаты - Центральная часть (Доплеровский радар)

source: Weather.com - US - Central (Infrared)
br: Weather.com - US - Central (Infravermelho)
de: Weather.com - US - Mitte (Infrarot)
it: Weather.com - USA - Centrale (infrarosso)
ru: Weather.com - Соединенные Штаты - Центральная часть (инфракрасный)
